tap "apple/apple"
brew "postgresql@16", restart_service: true
brew "git"
brew "gh"
brew "deno"
brew "node"
brew "go"
brew "kubectl"
brew "ngrok"
brew "jq"
brew "mkcert"
brew "claude-code"
cask "fliqlo"
cask "raycast" 
cask "visual-studio-code"
cask "1password" 
cask "zed"
cask "brave-browser" 
cask "kap"
cask "rectangle"
cask "spotify"
cask "slack"
cask "docker"
cask "discord"
cask "google-cloud-sdk"
cask "font-fira-code"
cask "cron"
cask "obsidian"
cask "steam"
cask "figma"
cask "blender"
cask "warp"
cask "tableplus"
cask "orbstack"
cask "maccy"
cask "granola"
